[M_ThisTown MissionDefinition]
MissionName="Não Há Lugar Para Todos"
MissionDescription="Sir Hammerlock lhe pediu para eliminar os Bullymongs de Liar's Berg. Mesmo depois que todos os habitantes do local tenham sido assassinados por bandidos há algumas semanas, Sir Hammerlock acredita que seus antigos lares não deveriam ser profanados por criaturas primitivas que arremessam suas próprias fezes."
TurnInDescription="Liar's Berg agora está livre dos Bullymongs. Bem feito!"
MissionSummary="Elimine os Bullymongs em Liar's Berg."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Em Liar's Berg só há lugar para uma espécie bípeda mortal, descendente de macacos. "

[M_ThisTown:ClearGraveyard MissionObjectiveDefinition]
ProgressMessage="Limpe o cemitério"

[M_ThisTown:ClearGraveyardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_ThisTown:ClearPond MissionObjectiveDefinition]
ProgressMessage="Limpe o pequeno vale"

